Shared parameter [Name] will be replaced by a built-in parameter with the same name. This may affect scheduling!
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SharedParameterReplacedByBuiltInOne { get; }
  Visual Basic
Public Shared ReadOnly Property SharedParameterReplacedByBuiltInOne As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SharedParameterReplacedByBuiltInOne {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace